<template>
    <div>
        <Breadcrumbs :PageTitle="$t('terms and conditions')" PageLink="/vendor-terms-and-conditions"
                     backgroundImage="https://d-themes.com/wordpress/wolmart/elements/wp-content/uploads/sites/3/2021/05/banner-1.jpg" />

        <div class="page-template-content" style="font-size: 1.2rem; mb-3">
            <div class="container">
                <div class="bravo-text ">
                    <hr>
                    <p style="text-align:center;"><strong>الشروط والاحكام هوتيلز ايجيبت</strong></p>
                    <p style="text-align:center;">&nbsp;</p>
                    <p style="text-align:right;">يمكن للمستخدمين الوصول إلى معلومات حول منتجات وخدمات الطرف الثالث المتعلقة بالسفر والسياحة على موقع ( hoteelsegypt.com ) وفي بعض الحالات ، يمكنهم أيضًا إجراء حجوزات وشراء هذه المنتجات والخدمات من الموردين المطابقين.</p>
                    <p style="text-align:right;">على هذا الموقع الإلكتروني ، يوفر موقع ( hoteelsegypt.com ) منصة للإعلان والتسويق عبر الإنترنت يقوم من خلالها جميع موردي الخدمات لدينا بإجراء جميع أنواع الإقامة المؤقتة (على سبيل المثالالفنادق والموتيلات وبيوت الشباب والسرير والفطور وما إلى ذلك) ، والسفر والرحلات وغيرها من الخدمات متاح بحيث يمكن لمستخدمي موقع الويب البحث عن العرض الذي يناسبهم ومقارنته واختياره وشرائه بما يناسبهم بشكل أفضل ثم إجراء الحجز في النهاية مع مورد الخدمة المطلوبة. بعد الانتهاء من الحجز عبر موقع ( hoteelsegypt.com ) ، يتم إنشاء علاقة تعاقدية مباشرة ( ملزمة قانونًا ) مع مزود الخدمة الذي تم الحجز معه.بمجرد إجراء الحجز الخاص بك ، فإننا نتوسط فقط بينك وبين مزود الخدمة ، ونرسل جميع تفاصيل الحجز إلى مزود الخدمة المعني ،تستند المعلومات المتوفرة على موقعنا إلى المعلومات التي يزودنا بها موردو الخدمة. أما بالنسبة لمؤسسات الإقامة ، فيمكنهم الوصول إلى الإكسترانت الخاص بمورد الخدمة ، مما يجعلهم مسؤولين مسؤولية كاملة عن تحديث أسعارهم وتوافرهم وأي تفاصيل أخرى تظهر على موقعنا الإلكتروني حول المنتجات والخدمات المعلن عنها.</p>
                    <p style="text-align:right;">الخصوصية وملفات تعريف الارتباط</p>
                    <p style="text-align:right;">لمزيد من المعلومات ، راجع سياسة الخصوصية وملفات تعريف الارتباط.</p>
                    <p style="text-align:right;">خدمة مجانية</p>
                    <p style="text-align:right;">خدمتنا مجانية للمستخدمين لأننا منصة إعلانية. على عكس الآخرين ، لا نفرض رسومًا على المستخدمين مقابل خدمتنا ولا نضيف أي رسوم أو عمولات إضافية (للحجوزات) على سعر المنتجات والخدمات المُعلن عنها.</p>
                    <p style="text-align:right;">تنصل</p>
                    <p style="text-align:right;">وفقًا للقيود المذكورة في هذه الشروط والأحكام ، وبقدر ما هو مسموح به قانونيًا ، لا يمكن أن نتحمل سوى المسؤولية عن الضرر المباشر الذي لحق بنا أو دفعه أو تكبدناه بسبب العيوب الناجمة عن عدم الوفاء بالتزاماتنا المتعلقة بإعلاناتنا الوسيطة الخدمات ، نظرًا لأن التعاقد مع خدمات السفر المختلفة التي يتم الإعلان عنها من خلال صفحة الويب هذه تعمل بشكل مباشر بموجب عقد مع مزودي الخدمة لدينا ووفقًا للشروط والأحكام التي تخضع لها على وجه التحديد عند إجراء الحجز.</p>
                    <p style="text-align:right;">تحت أي ظرف من الظروف ، لا يمكن أن نتحمل المسؤولية عن أي ضرر مباشر أو غير مباشر ناتج عن أو يتعلق بالوصول إلى هذا الموقع أو عرضه أو استخدامه ، أو التأخير أو عدم القدرة على الوصول إليه أو رؤيته أو استخدامه أو أي مشكلة فنية أخرى التي قد تؤثر على هذا الموقع.</p>
                    <p style="text-align:right;">بقدر ما هو مسموح به قانونًا ، لا تتحمل شركتنا ولا إدارتنا أو موظفونا أو ممثلونا أو الأشخاص الآخرون المشاركون في إنشاء أو دعم أو الترويج لموقع الويب ومحتوياته المسؤولية عن: الخسائر العقابية أو الخاصة أو غير المباشرة أو التبعية أو ضرر أو خسارة في الإنتاج أو الأرباح أو الإيرادات أو العقود أو أي خسارة أو ضرر يلحق بالعملاء أو السمعة أو يؤدي إلى خسارة الدعاوى القضائ،&nbsp; الأخطاء التي حدثت في المعلومات الوصفية (بما في ذلك المعلومات المتعلقة بالأسعار والتوافر والتصنيفات) الخاصة بالمنشأة على موقعنا الإلكتروني ؛ الخدمات المقدمة أو المنتجات التي توفرها المؤسسة ؛ الخسائر أو الأضرار أو النفقات (المباشرة أو غير المباشرة أو التبعية أو العقابية) التي يتم تكبدها أو تكبدها أو دفعها ، والتي تكون نتيجة أو مرتبطة باستخدام موقعنا أو عدم توفره أو التأخير فيه ؛</p>
                    <p style="text-align:right;">إذا تقرر ، على الرغم مما ذُكر أعلاه ، أن ( hoteelsegypt.com ) مسؤول بالفعل عن أي ضرر أو خسارة ناشئة عن أو مرتبطة بأي من عوامل المسؤولية المحددة المذكورة أعلاه ، فإن الحد الأقصى للتعويض الذي يُتوقع من&nbsp; ( hoteelsegypt.com ) دفعه مقابل جميع يجب ألا تتجاوز الأضرار والخسائر الناتجة تحت أي ظرف من الظروف مبلغ مائة يورو لكل مطالبة.</p>
                    <p style="text-align:right;">متنوع</p>
                    <p style="text-align:right;">ما لم يُنص على خلاف ذلك ، فإن البرامج اللازمة لخدماتنا أو المستخدمة على موقعنا الإلكتروني وحقوق الملكية الفكرية (بما في ذلك حقوق النشر) للمحتوى والمعلومات ، بالإضافة إلى مواد موقعنا الإلكتروني ، مملوكة لموقع ( hoteelsegypt.com ) أو مورديه أو موزعيه .بقدر ما هو مسموح به قانونًا ، تخضع هذه الشروط والأحكام جنبًا إلى جنب مع توفير خدماتنا وتفسر وفقًا للقانون الحالي في مصر ، ويجب تقديم أي نوع من الخلاف حول هذه الشروط والأحكام العامة أو خدماتنا. إلى اختصاص المحاكم المختصة في مصر.</p>
                    <p style="text-align:right;">تمت ترجمة النسخة المصرية الأصلية من هذه الشروط والأحكام إلى لغات أخرى. النسخة المترجمة هي ترجمة مجاملة وليست ترجمة رسمية ، مما يعني أنه لا يمكن الحصول على أي حقوق من هذا القبيل. إذا كان هناك نزاع حول المحتوى أو تفسير الشروط والأحكام ، أو في حالة وجود تعارض أو تناقض أو تناقض بين النسخة الإسبانية وتلك الموجودة في اللغات الأخرى ، فإن النسخة الإسبانية من هذه الشروط هي السائدة وتكون قاطعة بقدر ما هو مسموح به قانونًا. يمكن للمستخدمين العثور على النسخة العربيه على موقعنا (عن طريق اختيار اللغة) ويجب توفير نسخة منها كلما طُلب ذلك كتابةً</p>
                </div>
            </div>
        </div>
    </div>
</template>
<script>
import Breadcrumbs from "./Layouts/Breadcrumbs";
export default {
    name: 'TermsAndConditions',
    components:{
        Breadcrumbs
    },
    data() {
        return {}
    },
    methods: {}
}
</script>
